Repository: Leonif/ios-if-app
Catalog: IFApp/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, ja, ko, pl, uk, zh_hans

source: Pro is active on this device. Everything below is open now.
ar: أصبح IF24 Pro نشطًا على هذا الجهاز. كل ما بالأسفل متاح الآن.
de: IF24 Pro ist auf diesem Gerät aktiv. Alles darunter ist jetzt offen.
es: IF24 Pro está activo en este dispositivo. Todo lo de abajo ya está abierto.
fr: IF24 Pro est actif sur cet appareil. Tout ce qui suit est ouvert.
ja: IF24 Proはこの端末で有効です。以下の機能はすべて使えます。
ko: IF24 Pro를 이 기기에서 사용할 수 있어요. 아래 기능이 모두 열려 있어요.
pl: IF24 Pro jest aktywne na tym urządzeniu. Wszystko poniżej jest już otwarte.
uk: IF24 Pro активний на цьому пристрої. Усе нижче вже відкрито.
zh_hans: IF24 Pro 已在这台设备上生效。下面的功能现在都开放了。

# Pro.lockedDestinationHint
source: Opens the IF24 Pro screen
ar: يفتح شاشة IF24 Pro
de: Öffnet den IF24 Pro-Bildschirm
es: Abre la pantalla de IF24 Pro
fr: Ouvre l’écran IF24 Pro
ja: IF24 Proの画面を開きます
ko: IF24 Pro 화면을 엽니다.
pl: Otwiera ekran IF24 Pro
uk: Відкриває екран IF24 Pro
zh_hans: 打开 IF24 Pro 页面

# Pro.restoredDone
source: Done
ar: تم
de: Fertig
es: Hecho
fr: Terminé
ja: 完了
ko: 완료
pl: Gotowe
uk: Готово
zh_hans: 完成

source: Protected day
ar: يوم محمي
de: Schutztag
es: Día protegido
fr: Jour protégé
ja: 連続記録を守れる日
ko: 하루 보호
pl: Dzień chroniony
uk: Захищений день
zh_hans: 保护日

source: Purchase not completed
ar: الشراء لم يكتمل
de: Kauf nicht abgeschlossen
es: Compra no completada
fr: Achat non finalisé
ja: 購入は完了していません
ko: 구입 미완료
pl: Zakup niedokończony
uk: Покупку не завершено
zh_hans: 购买未完成

source: Purchases not checked yet
ar: لم يتم التحقق من مشترياتك بعد
de: Käufe noch nicht geprüft
es: Compras sin comprobar
fr: Achats pas encore vérifiés
ja: 購入はまだ確認していません
ko: 구입 내역 확인 전
pl: Zakupy niesprawdzone
uk: Покупки ще не перевірено
zh_hans: 尚未确认购买

source: Purchases restored
ar: تمت استعادة مشترياتك
de: Käufe wiederhergestellt
es: Compras restauradas
fr: Achats restaurés
ja: 購入を復元しました
ko: 구입 복원 완료
pl: Zakupy przywrócone
uk: Покупки відновлено
zh_hans: 购买已恢复

source: Reset
ar: إعادة ضبط
es: Reiniciar
fr: Réinit.
ja: リセット
ko: 초기화
pl: Resetuj
uk: Скинути
zh_hans: 重置

source: Restore
ar: استعادة
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
ja: 購入を復元
ko: 구입 복원
pl: Przywróć zakupy
uk: Відновити покупки
zh_hans: 恢复购买

source: Restore first - if Pro is on this Apple Account it comes straight back.
ar: ابدأ بالاستعادة؛ إن كان IF24 Pro على حساب Apple هذا فسيعود فورًا.
de: Stell zuerst deine Käufe wieder her - wenn Pro auf diesem Apple Account liegt, ist es sofort zurück.
es: Restaura tus compras primero: si Pro está en esta cuenta de Apple, vuelve enseguida.
fr: Restaurez d’abord vos achats : si Pro est sur ce compte Apple, il revient aussitôt.
ja: まず購入を復元してください。このApple Accountで購入済みなら、すぐに戻ります。
ko: 먼저 복원해 보세요. 이 Apple 계정에 IF24 Pro가 있으면 바로 돌아와요.
pl: Najpierw przywróć zakupy - jeśli Pro jest na tym koncie Apple, wróci od razu.
uk: Спершу відновіть покупки - якщо Pro є на цьому обліковому записі Apple, він одразу повернеться.
zh_hans: 请先恢复购买，如果 Pro 在这个 Apple 账户上，它会马上回来。

source: Restore purchases
ar: استعادة مشترياتك
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
ja: 購入を復元
ko: 구입 복원
pl: Przywróć zakupy
uk: Відновити покупки
zh_hans: 恢复购买

source: Restoring works on any device signed in to the same Apple Account.
ar: تعمل الاستعادة على أي جهاز بنفس حساب Apple.
de: Käufe lassen sich auf jedem Gerät mit demselben Apple Account wiederherstellen.
es: Puedes restaurar tus compras en cualquier dispositivo con la misma cuenta de Apple.
fr: Vous pouvez restaurer vos achats sur tout appareil connecté au même compte Apple.
ja: 同じApple Accountの端末なら購入を復元できます。
ko: 구입은 동일한 Apple 계정으로 로그인한 기기에서 복원할 수 있어요.
pl: Zakupy przywrócisz na każdym urządzeniu zalogowanym na tym samym koncie Apple.
uk: Покупки можна відновити на будь-якому пристрої з тим самим обліковим записом Apple.
zh_hans: 任何使用相同 Apple 账户的设备都可以恢复购买。

source: Resume this fast
ar: استئناف صيامك
de: Dieses Fasten wieder aufnehmen
es: Reanudar este ayuno
fr: Reprendre ce jeûne
ja: 断食を再開する
ko: 단식 재개하기
pl: Wznów ten post
uk: Відновити цей піст
zh_hans: 恢复这次断食

source: Saved to your history
ar: تم الحفظ في سجلك
uk: Збережено в історії

source: Scientific Sources
ar: المصادر العلمية
de: Wissenschaftliche Quellen
es: Fuentes científicas
fr: Sources scientifiques
ja: 科学的根拠
pl: Źródła naukowe
uk: Наукові джерела
zh_hans: 科学来源

source: Something interrupted it before the payment went through. Nothing will be charged.
ar: توقف الأمر قبل إتمام الدفع، ولن يتم تحصيل أي مبلغ.
de: Etwas hat den Vorgang unterbrochen, bevor die Zahlung durchging. Dir wird nichts berechnet.
es: La operación se interrumpió antes de completar el pago. No se te cobrará nada.
fr: Quelque chose a interrompu l’opération avant la fin du paiement. Rien ne vous sera facturé.
ja: 支払いの途中で処理が中断されました。請求は発生しません。
ko: 구입 도중에 문제가 생겨서 완료하지 못했어요. 금액은 청구되지 않아요.
pl: Coś przerwało proces przed zakończeniem płatności. Nie naliczymy żadnej opłaty.
uk: Щось перервало процес до завершення оплати. Плату не буде стягнено.
zh_hans: 付款完成前，操作被中断了。不会向你收取任何费用。

source: Start
ar: ابدأ
es: Iniciar
fr: Démarrer
ja: スタート
ko: 시작
uk: Старт
zh_hans: 开始

source: Start whenever you’re ready, or log your last meal to pick up a fast already in progress.
ar: ابدأ متى شئت، أو سجّل آخر وجبة لمتابعة صيام جارٍ بالفعل.
de: Starte, wann du bereit bist, oder trage deine letzte Mahlzeit ein, um ein bereits laufendes Fasten fortzusetzen.
es: Empieza cuando quieras, o registra tu última comida para retomar un ayuno ya en curso.
fr: Commencez quand vous êtes prêt, ou enregistrez votre dernier repas pour reprendre un jeûne déjà en cours.
ja: 準備ができたら始めましょう。または最後の食事を記録して、すでに進行中の断食を引き継げます。
ko: 준비되면 시작하세요. 또는 마지막 식사를 기록해 이미 진행 중인 단식을 이어갈 수 있어요.
pl: Zacznij, kiedy chcesz, albo zapisz ostatni posiłek, aby kontynuować już trwający post.
uk: Почніть, коли будете готові, або вкажіть останній прийом їжі, щоб продовжити вже розпочатий піст.
zh_hans: 准备好就开始，或记录上一餐以继续已经进行中的断食。

source: starting fresh
ar: بداية جديدة
de: neuer Start
es: empezar de cero
fr: nouveau départ
ko: 새로 시작
pl: nowy początek
uk: початок зараз
zh_hans: 重新开始

source: Still digesting. Insulin is up and your body is storing the energy from your last meal.
ar: لا يزال الهضم جاريًا. مستوى الإنسولين مرتفع وجسمك يخزّن طاقة وجبتك الأخيرة.
de: Noch in der Verdauung. Der Insulinspiegel ist hoch und dein Körper speichert die Energie deiner letzten Mahlzeit.
es: Aún digiriendo. La insulina está alta y tu cuerpo almacena la energía de tu última comida.
fr: Digestion en cours. L’insuline est élevée et votre corps stocke l’énergie de votre dernier repas.
ja: まだ消化中です。インスリン値が高く、体は最後の食事のエネルギーを蓄えています。
pl: Trwa trawienie. Poziom insuliny jest wysoki, a ciało magazynuje energię z ostatniego posiłku.
uk: Триває травлення. Інсулін підвищений, тіло запасає енергію з останнього прийому їжі.
zh_hans: 仍在消化。胰岛素升高，身体正在储存上一餐的能量。

source: Sugar
ar: السكر
de: Zucker
es: Azúcar
fr: Sucre
ja: 血糖
ko: 혈당
pl: Cukier
uk: Цукор
zh_hans: 血糖

source: Tap to change
ar: انقر للتغيير
de: Zum Ändern tippen
es: Toca para cambiar
fr: Toucher pour modifier
ja: タップして変更
ko: 탭하여 변경
pl: Dotknij, aby zmienić
uk: Торкніться, щоб змінити
zh_hans: 点按以更改

source: The fasting phases IF24 shows are estimates based on typical timing, not a measurement of your body. IF24 is not a medical device and does not give medical advice. If you are pregnant, managing diabetes, or taking medication with food, talk to a clinician before changing how you eat.
ar: مراحل الصيام التي يعرضها تطبيق IF24 هي تقديرات مبنية على التوقيت المعتاد، لا قياس لجسمك. تطبيق IF24 لا يُصنَّف ضمن الأجهزة الطبية ولا يقدم مشورة طبية. في حالات الحمل أو السكري أو تناول دواء مع الطعام، يجب استشارة طبيبك قبل تغيير نمط طعامك.
de: Die Fastenphasen, die IF24 anzeigt, sind Schätzwerte auf Basis typischer Zeitverläufe, keine Messung deines Körpers. IF24 ist kein Medizinprodukt und gibt keine medizinischen Ratschläge. Wenn du schwanger bist, Diabetes hast oder Medikamente zu den Mahlzeiten einnimmst, hol ärztlichen Rat ein, bevor du deine Ernährung umstellst.
es: Las fases de ayuno que muestra IF24 son estimaciones basadas en tiempos típicos, no una medición de tu cuerpo. IF24 no es un producto sanitario y no ofrece consejo médico. Si estás embarazada, tienes diabetes o tomas medicación con las comidas, consulta a un profesional sanitario antes de cambiar tu forma de comer.
fr: Les phases de jeûne affichées par IF24 sont des estimations fondées sur des durées typiques, et non le résultat d’une mesure de votre corps. IF24 n’est pas un dispositif médical et ne donne pas de conseils médicaux. Si vous êtes enceinte, diabétique ou si vous prenez des médicaments au cours des repas, consultez un professionnel de santé avant de modifier votre alimentation.
ja: IF24が表示する断食フェーズは、一般的な経過時間に基づく目安であり、体を測定した結果ではありません。IF24は医療機器ではなく、医学的な助言を行うものではありません。妊娠中の方、糖尿病のある方、食事と一緒に薬を服用している方は、食生活を変える前に医師などの医療従事者にご相談ください。
ko: IF24가 보여주는 단식 단계는 일반적인 경과 시간을 바탕으로 추정한 것이고, 몸을 측정한 것이 아닙니다. IF24는 의료기기가 아니며 의학적 조언을 제공하지 않습니다. 임신 중이거나, 당뇨병을 관리 중이거나, 식사와 함께 약을 복용 중이라면 식습관을 바꾸기 전에 의사와 상의하십시오.
pl: Fazy postu pokazywane przez IF24 to szacunki oparte na typowym czasie, a nie pomiar twojego ciała. IF24 nie jest wyrobem medycznym i nie udziela porad medycznych. Jeśli jesteś w ciąży, masz cukrzycę albo przyjmujesz leki do posiłków, skonsultuj się z lekarzem, zanim zmienisz sposób odżywiania.
uk: Фази посту, які показує IF24, - це оцінки на основі типового часу, а не вимірювання вашого тіла. IF24 не є медичним виробом і не дає медичних порад. Якщо ви вагітні, маєте діабет або приймаєте ліки разом із їжею, порадьтеся з лікарем, перш ніж змінювати режим харчування.
zh_hans: IF24 显示的断食阶段是基于典型时间的估算，不是对你身体的测量。IF24 不是医疗器械，也不提供医疗建议。如果你正在怀孕、患有糖尿病，或需要随餐服药，请在改变饮食方式前咨询医生。

source: The purchase could not reach the App Store. Nothing will be charged - try again online.
ar: تعذر وصول الشراء إلى App Store، ولن يتم تحصيل أي مبلغ. حاول مرة أخرى عند عودة الاتصال.
de: Der Kauf hat den App Store nicht erreicht. Dir wird nichts berechnet. Versuch es online erneut.
es: La compra no llegó al App Store. No se te cobrará nada: inténtalo con conexión.
fr: L’achat n’a pas atteint l’App Store. Rien ne vous sera facturé : réessayez une fois reconnecté.
ja: インターネットに接続できませんでした。請求は発生しません。
ko: 오프라인이라 App Store에 연결하지 못했어요. 금액은 청구되지 않아요.
pl: Zakup nie dotarł do App Store. Nie naliczymy żadnej opłaty - spróbuj ponownie online.
uk: Покупка не дійшла до App Store. Плату не буде стягнено - спробуйте онлайн.
zh_hans: 购买没有送达 App Store。不会向你收取任何费用，联网后再试。

source: The request went to whoever approves your purchases. Pro switches on the moment they approve it - nothing will be charged before that, and everything you already use stays exactly as it is.
ar: الطلب الآن عند الشخص الذي يوافق على مشترياتك. يصبح IF24 Pro نشطًا فور الموافقة، ولن يتم تحصيل أي مبلغ قبل ذلك، وكل ما تستخدمه الآن يبقى كما هو.
de: Die Anfrage ging an die Person, die deine Käufe genehmigt. Pro ist sofort nach der Genehmigung aktiv - bis dahin wird dir nichts berechnet, und alles bleibt, wie du es kennst.
es: La solicitud fue a quien aprueba tus compras. Pro se activa en cuanto se apruebe: hasta entonces no se te cobrará nada y todo lo que ya usas sigue igual.
fr: La demande est partie à la personne qui approuve vos achats. Pro s’active dès l’autorisation : d’ici là, rien ne vous sera facturé et tout reste comme avant.
ja: 承認後すぐに利用できます。それまで請求は発生しません。これまでの機能はそのまま使えます。
ko: 구입을 승인하는 분에게 요청이 갔어요. 승인되면 바로 쓸 수 있고, 그전까지 금액은 청구되지 않아요. 쓰던 기능은 그대로예요.
pl: Prośba trafiła do osoby, która zatwierdza twoje zakupy. Pro włączy się zaraz po zatwierdzeniu - wcześniej nie naliczymy żadnej opłaty, a wszystko zostaje bez zmian.
uk: Запит пішов до людини, яка підтверджує ваші покупки. Pro вмикається одразу після схвалення - доти плату не буде стягнено, а все лишається як є.
zh_hans: 请求已发给可以批准你购买的人。批准后 Pro 立即生效，在此之前不会向你收取任何费用，你现在用的一切都保持不变。

source: Today
ar: اليوم
de: Heute
es: Hoy
fr: Aujourd’hui
ja: 今日
ko: 오늘
pl: Dziś
uk: Сьогодні
zh_hans: 今天

source: Try again
ar: محاولة مرة أخرى
de: Erneut versuchen
es: Reintentar
fr: Réessayer
ja: やり直す
ko: 다시 시도
pl: Spróbuj ponownie
uk: Ще раз
zh_hans: 重试

source: When did you last eat?
ar: متى أكلت آخر مرة؟
de: Wann hast du zuletzt gegessen?
es: ¿Cuándo comiste por última vez?
fr: Quand avez-vous mangé pour la dernière fois ?
ja: 最後に食べたのはいつですか？
ko: 마지막으로 언제 드셨나요?
uk: Коли ви востаннє їли?
zh_hans: 你上一次进食是什么时候？

source: Yesterday
ar: أمس
de: Gestern
es: Ayer
fr: Hier
ja: 昨日
ko: 어제
pl: Wczoraj
uk: Вчора
zh_hans: 昨天

source: You reached your goal. Your eating window is open.
ar: لقد بلغت هدفك. نافذة الأكل مفتوحة.
de: Du hast dein Ziel erreicht. Dein Essensfenster ist offen.
es: Alcanzaste tu objetivo. Tu ventana de comida está abierta.
fr: Vous avez atteint votre objectif. Votre fenêtre alimentaire est ouverte.
ja: 目標を達成しました。食事の時間帯が始まりました。
uk: Ви досягли цілі. Вікно харчування відкрите.
zh_hans: 你已达成目标。你的进食窗口已开启。

source: Your goal changed
ar: تغيّر هدفك
de: Dein Ziel hat sich geändert
es: Tu objetivo ha cambiado
fr: Votre objectif a changé
ja: 目標が変わりました
ko: 목표가 바뀌었어요
pl: Twój cel się zmienił
uk: Ваша ціль змінилася
zh_hans: 你的目标已改变

source: Your plan, your number - any length you want, from one hour to twenty-three.
ar: الخطة خطتك، من ساعة إلى ثلاث وعشرين ساعةً.
de: Dein Plan, deine Zahl - von einer bis dreiundzwanzig Stunden.
es: Tu plan, tus horas: de una a veintitrés.
fr: Votre plan, votre nombre : d’une heure à vingt-trois.
ja: 1時間から23時間まで、プランは自分で決められます。
ko: 1시간부터 23시간까지, 플랜은 직접 만들어요.
pl: Twój plan, twoja liczba - od jednej do dwudziestu trzech godzin.
uk: Ваш план, ваше число - від однієї години до двадцяти трьох.
zh_hans: 你的计划，你的数字，从一小时到二十三小时。

source: When did you eat?
ar: متى أكلت؟
de: Wann hast du gegessen?
es: ¿Cuándo comiste?
fr: Quand avez-vous mangé ?
ko: 언제 드셨나요?
pl: Kiedy był posiłek?
uk: Коли ви поїли?
zh_hans: 你是什么时候进食的？

source: Your eating window starts from this moment.
ar: تبدأ نافذة الأكل من هذه اللحظة.
de: Dein Essensfenster beginnt ab diesem Zeitpunkt.
es: Tu ventana de comida empieza en ese momento.
fr: Votre fenêtre alimentaire commence à ce moment-là.
ja: この時刻から食事の時間帯が始まります。
ko: 이 시각부터 식사 시간이 시작돼요.
pl: Twoje okno żywieniowe zacznie się od tej chwili.
uk: Вікно харчування почнеться з цього моменту.
zh_hans: 你的进食窗口从这一刻开始。

source: End this fast?
ar: إنهاء الصيام؟
de: Fasten beenden?
es: ¿Terminar este ayuno?
fr: Terminer ce jeûne ?
ja: この断食を終了しますか？
pl: Zakończyć ten post?
uk: Завершити цей піст?
zh_hans: 结束这次断食？

source: %lld minutes left to your goal
ar: تتبقى %lld دقيقة حتى الهدف
de: Noch %lld Minuten bis zum Ziel
es: Quedan %lld minutos para tu objetivo
fr: Encore %lld minutes avant l’objectif
ja: 目標まであと%lld分です
ko: 목표까지 %lld분 남았어요
pl: Do celu zostało %lld minuty
uk: До цілі лишилося %lld хвилин
zh_hans: 距离目标还有%lld分钟

source: Fast ends
ar: نهاية الصيام
de: Fasten endet
es: Fin del ayuno
fr: Fin du jeûne
ja: 断食終了
ko: 단식 종료 시각
pl: Koniec postu
uk: Кінець посту
zh_hans: 断食结束

source: End now
ar: إنهاء الآن
de: Jetzt beenden
es: Terminar ahora
fr: Terminer maintenant
ja: 今すぐ終了
ko: 지금 종료
pl: Zakończ teraz
uk: Завершити зараз
zh_hans: 立即结束

source: Set the time
ar: تحديد الوقت
de: Zeitpunkt angeben
es: Indicar la hora
fr: Indiquer l’heure
ja: 時刻を設定
pl: Ustaw godzinę
uk: Вказати час
zh_hans: 设置时间

source: 1 h ago
ar: قبل ساعة
de: Vor 1 Std
es: Hace 1 h
fr: Il y a 1 h
ja: 1時間前
ko: 1시간 전
pl: 1 godz temu
uk: 1 год тому
zh_hans: 1小时前

source: Pick another time
ar: تحديد وقت آخر
de: Anderen Zeitpunkt wählen
es: Elegir otra hora
fr: Choisir un autre horaire
ja: 別の時刻を選択
ko: 다른 시각 선택
pl: Wybierz inną godzinę
uk: Обрати інший час
zh_hans: 选择其他时间

source: Open that fast
ar: فتح ذلك الصيام
de: Fasten öffnen
es: Abrir ese ayuno
fr: Ouvrir ce jeûne
ja: その断食を開く
pl: Otwórz ten post
uk: Відкрити той піст
zh_hans: 打开那次断食

source: %dd
de: %dT
fr: %dj
ja: %d日
ko: %d일
uk: %dд
zh_hans: %d天

source: %lld days ago
de: vor %lld Tagen
es: hace %lld días
fr: il y a %lld jours
ja: %lld日前
ko: %lld일 전
pl: %lld dni temu
uk: %lld дня тому
zh_hans: %lld天前

source: Fast complete. Your eating window is ready. Refuel gently.
de: Fasten abgeschlossen. Dein Essensfenster ist bereit. Iss behutsam wieder.
es: Ayuno completado. Tu ventana de comida está lista. Reincorpora alimentos con calma.
fr: Jeûne terminé. Votre fenêtre alimentaire est prête. Rechargez en douceur.
ko: 단식 완료. 식사 시간을 시작할 수 있어요. 부드럽게 다시 시작하세요.
pl: Post ukończony. Twoje okno żywieniowe jest gotowe. Wracaj do jedzenia łagodnie.
uk: Піст завершено. Вікно харчування готове. Відновлюйтеся поступово.
zh_hans: 断食完成。你的进食窗口已准备就绪。请温和地进食。

# Footer.consequenceDefault
source: Leaving this screen ends this fast for good.
de: Verlässt du diese Ansicht, endet dieses Fasten endgültig.
es: Al salir de esta pantalla, el ayuno termina definitivamente.
fr: En quittant cet écran, ce jeûne se termine définitivement.
ja: この画面を離れると、断食の終了は取り消せなくなります。
ko: 이 화면을 나가면 단식이 완전히 끝나요.
pl: Wyjście z tego ekranu kończy ten post na dobre.
uk: Вихід із цього екрана завершує піст остаточно.
zh_hans: 离开此页面后，本次断食将彻底结束。

# Footer.consequenceNearGoal
source: You fasted %@ — today doesn't count toward your streak.
de: %@ gefastet — der Tag zählt nicht für deine Serie.
es: Ayunaste %@: este día no cuenta para tu racha.
fr: Jeûne de %@ : ce jour ne compte pas dans votre série.
pl: Post trwał %@ — ten dzień nie liczy się do serii.
uk: Піст тривав %@ — цей день не зараховано до серії.
zh_hans: 断食 %@，今天不计入连续天数。

# history.streak.lastOverline
source: Last streak
de: Letzte Serie
es: Última racha
fr: Dernière série
ja: 前回の連続日数
pl: Ostatnia seria
uk: Остання серія
zh_hans: 上次连续天数

source: No purchases to restore
de: Keine Käufe zum Wiederherstellen
es: No hay compras que restaurar
fr: Aucun achat à restaurer
ja: 復元する購入はありません
ko: 복원할 구입 항목이 없어요
pl: Brak zakupów do przywrócenia
uk: Немає покупок для відновлення
zh_hans: 没有可恢复的购买

source: OR SET EXACT
de: ODER GENAU EINSTELLEN
es: O AJUSTAR EXACTO
fr: OU RÉGLER PRÉCISÉMENT
ja: または正確に設定
pl: LUB USTAW DOKŁADNIE
uk: АБО ВКАЖІТЬ ТОЧНО
zh_hans: 或精确设置

source: Started
de: Gestartet
es: Iniciado
fr: Démarré
ja: 開始
pl: Rozpoczęto
uk: Початок
zh_hans: 已开始

source: We’ll back-date your fast so the timer stays accurate.
de: Wir datieren dein Fasten zurück, damit der Timer genau bleibt.
es: Ajustaremos la fecha de tu ayuno hacia atrás para que el temporizador sea preciso.
fr: Nous antidaterons votre jeûne pour que le minuteur reste précis.
ja: タイマーが正確になるよう、断食の開始時刻をさかのぼって設定します。
pl: Cofniemy datę twojego postu, aby licznik pozostał dokładny.
zh_hans: 我们会把你的断食时间回溯，让计时保持准确。

source: Window opens
de: Fenster öffnet
es: La ventana abre
fr: Ouverture
pl: Otwarcie
zh_hans: 窗口开启

source: Your history stays as it is.
de: Dein Verlauf bleibt unverändert.
es: Tu historial sigue igual.
fr: Votre historique reste inchangé.
ja: 履歴はそのまま残ります。
ko: 기록은 그대로예요.
pl: Twoja historia zostaje bez zmian.
uk: Ваша історія лишається як є.
zh_hans: 你的历史没有任何变化。

source: The timer has run %@ past your goal
de: Der Timer läuft seit %@ über dein Ziel
es: El temporizador superó tu objetivo por %@
fr: Le minuteur a dépassé votre objectif de %@
pl: Licznik przekroczył cel o %@
uk: Таймер відлічив %@ понад ціль
zh_hans: 计时器已超出目标%@

source: %lld min ago
de: Vor %lld Min
es: Hace %lld min
fr: Il y a %lld min
ja: %lld分前
ko: %lld분 전
pl: %lld min temu
uk: %lld хв тому
zh_hans: %lld分钟前

source: %@ · goal end
de: %@ · Zielende
ko: %@ · 목표 시각
zh_hans: %@ · 目标结束

source: That time is taken
de: Zeitpunkt belegt
es: Esa hora está ocupada
fr: Cet horaire est déjà pris
ja: その時刻は使えません
pl: Ta godzina jest zajęta
uk: Цей час зайнятий
zh_hans: 该时间已被占用

source: This overlaps a fast you already saved (%@). Pick another time, or open that fast and delete it.
de: Überschneidet sich mit einem gespeicherten Fasten (%@). Wähle einen anderen Zeitpunkt oder lösche dieses Fasten.
es: Se solapa con un ayuno que ya guardaste (%@). Elige otra hora, o abre ese ayuno y bórralo.
fr: Chevauche un jeûne déjà enregistré (%@). Choisissez un autre horaire, ou ouvrez ce jeûne pour le supprimer.
ja: 保存済みの断食（%@）と重なっています。別の時刻を選択するか、その断食を開いて削除してください。
ko: 이미 저장된 단식과 겹쳐요 (%@). 다른 시각을 선택하거나 그 단식을 열어 삭제하세요.
pl: To nachodzi na zapisany post (%@). Wybierz inną godzinę albo otwórz ten post i usuń go.
uk: Перетинається зі збереженим постом (%@). Оберіть інший час або відкрийте той піст і видаліть його.
zh_hans: 该时间与已保存的断食（%@）重叠。请选择其他时间，或打开那次断食并删除。

source: %dd %dh ago
es: hace %d d %d h
fr: il y a %d j %d h
ja: %d日%d時間前
ko: %d일 %d시간 전
pl: %d dn. %d godz. temu
uk: %d дн. %d год тому
zh_hans: %d天%d小时前

source: Start a fast
fr: Démarrer un jeûne
uk: Почати піст

source: Start fast
fr: Démarrer le jeûne
ja: 断食を開始
uk: Почати піст
zh_hans: 开始断食

source: Time to fast. Start whenever you’re ready.
fr: C’est l’heure de jeûner. Commencez quand vous voulez.
zh_hans: 该断食了。准备好随时开始。

source: You’ve reached your %d-hour goal. Every minute now is deeper autophagy.
fr: Vous avez atteint votre objectif de %d heures. Chaque minute est désormais une autophagie plus profonde.
zh_hans: 你已达成%d小时目标。此刻每一分钟都是更深层的自噬。

source: Your eating window has closed. Every minute since already counts - continue your fast whenever you’re ready.
fr: Votre fenêtre alimentaire est fermée. Chaque minute depuis compte déjà - reprenez votre jeûne quand vous êtes prêt.
uk: Вікно харчування закрилося. Кожна хвилина відтоді вже рахується - продовжуйте піст, коли будете готові.
zh_hans: 进食窗口已结束。此后的每一分钟都已计入，准备好后继续断食吧。

source: %lld days in a row
ja: %lld日連続
uk: %lld дня поспіль

source: %lld fasts · %@
ja: %lld回 · %@
zh_hans: %lld次 · %@

source: Cancel
ja: キャンセル

source: Continue fasting
ja: 断食を続ける
ko: 단식 이어가기
uk: Продовжити піст
zh_hans: 继续断食

source: Current streak
ja: 現在の連続日数
uk: Поточна серія
zh_hans: 当前连续天数

source: Deep autophagy - cellular repair
ja: 深いオートファジー・細胞の修復
ko: 깊은 자가포식 · 세포 복구

source: Delete
ja: 削除
uk: Видалити

source: Ended
ja: 終了
uk: Кінець

source: Fasts
ja: 断食回数

source: Goal
ja: 目標

source: Goal %@ · +%@
ja: 目標%@ · +%@

source: History
ja: 履歴
uk: Історія

# history.streak.unit
source: days in a row
ja: 日
ko: 일 연속
uk: дня поспіль
zh_hans: 天

source: Keep going
ja: 続ける
uk: Продовжуйте

source: Last 7 days
ja: 過去7日間
uk: Останні 7 днів

source: Longest
ja: 最長
uk: Найдовше

source: Over
ja: 超過

source: Reset fast
ja: 断食をリセット
zh_hans: 重置断食

source: Reset this fast?
ja: この断食をリセットしますか？
zh_hans: 重置这次断食？

source: Total
ja: 合計
uk: Усього

source: Best %lld · since %@
ko: 최고 %lld일 · %@부터
uk: Найкраща %lld · з %@

source: Every finished fast is saved with its length, plan and times - so you can look back on the rhythm you are building.
ko: 완료한 단식은 시간, 플랜, 시각과 함께 저장돼요. 쌓아가는 리듬을 돌아볼 수 있어요.
uk: Кожен завершений піст зберігається з тривалістю, планом і часом - щоб ви бачили ритм, який будуєте.

source: Fasting history, current streak %lld days
ko: 단식 기록, 현재 %lld일 연속
uk: Історія постів, поточна серія %lld дня
zh_hans: 断食历史，当前连续%lld天

source: Eating window closed
pl: Okno żywieniowe zamknięte
uk: Вікно харчування закрилося

source: Closes %@
uk: Закривається о %@

source: Extended
uk: Подовжене

source: Fasting history
uk: Історія постів

source: It will be removed from your history and your totals.
uk: Його буде вилучено з історії та підсумків.

source: Last fast · %@
uk: Останній піст · %@

source: of %@
uk: з %@

source: Reached %@
uk: Досягнуто %@

source: WINDOW CLOSED
uk: ВІКНО ЗАКРИТО

source: You’ve hit your fasting goal every day. Keep the rhythm going.
uk: Ви щодня досягали цілі посту. Тримайте ритм.

source: Fasting so far
zh_hans: 已断食时长

source: This discards the current fast and returns to the start.
zh_hans: 这将放弃当前断食并返回起点。
